Repository: litterec/rasolo-shipping
Catalog: languages/rasolo-shipping-*.po
Languages: ru_ru, uk_ua

source: Ra-Solo Shipping
ru_ru: Доставка Ра-Соло
uk_ua: Доставка Ра-Соло

source: Shipping method with some delivery services
ru_ru: Способ доставки с некоторыми службами доставки
uk_ua: Спосіб доставки з деякими службами доставки

source: Title
ru_ru: Название
uk_ua: Назва

source: Title to be displayed on site.
ru_ru: Название для отображения на сайте.
uk_ua: Назва для відображення на сайті.

source: Delivery service
ru_ru: Почтовая компания
uk_ua: Поштова компанія

source: Courier over a city
ru_ru: Курьер по городу
uk_ua: Кур‘єр по місту

source: Cost
ru_ru: Стоимость
uk_ua: Вартість

source: Enter a cost
ru_ru: Введите cтоимость
uk_ua: Введіть вартість

source: Courier Shipping
ru_ru: Курьерская доставка
uk_ua: Кур‘єрська доставка

source: Shipping method with courier
ru_ru: Метод доставки курьером
uk_ua: Метод доставки кур‘єром

source: Buyer&apos;s region
ru_ru: Регион покупателя
uk_ua: Регіон покупця

source: Choose a delivery service
ru_ru: Выберите службу доставки
uk_ua: Оберіть службу доставки

source: Choose a delivery point
ru_ru: Выберите отделение доставки
uk_ua: Оберіть відділення доставки

source: Delivery point
ru_ru: Отделение доставки
uk_ua: Відділення доставки

source: Please select a shipping destination
ru_ru: Пожалуйста, выберите пункт доставки
uk_ua: Будь ласка, оберіть пункт доставки

source: The error has been encountered while decoding delivery destination
ru_ru: Ошибка при декодировании адреса доставки
uk_ua: Помилка при декодуванні адреси доставки

source: The severe error has been encountered while decoding delivery destination
ru_ru: Произошла серьезная ошибка при декодировании пункта назначения доставки
uk_ua: Сталася серйозна помилка під час декодування пункту призначення доставки

source: Point context
ru_ru: Контекст пункта выдачи
uk_ua: Контекст пункту видачі

source: Find city
ru_ru: Искать город
uk_ua: Шукати місто

source: Find point
ru_ru: Искать пункт
uk_ua: Шукати пункт

source: Nova Poshta
ru_ru: Новая Почта
uk_ua: Нова Пошта

source: Delivery
ru_ru: Деливери
uk_ua: Делівери

source: Night Express
ru_ru: Ночной Экспресс
uk_ua: Нічний Експрес

source: Select company
ru_ru: Выберите службу
uk_ua: Оберіть службу

source: Select delivery service
ru_ru: Выберите службу доставки
uk_ua: Оберіть службу доставки

source: Such city has been selected
ru_ru: Выбран город
uk_ua: Обране місто

source: Such point has been selected
ru_ru: Выбран пункт
uk_ua: Обраний пункт

source: Delivery Service
ru_ru: Служба доставки
uk_ua: Служба доставки

source: Delivery Point
ru_ru: Пункт выдачи
uk_ua: Пункт видачі

source: Delivery Point Info
ru_ru: Информация о месте выдачи
uk_ua: Інформація про місце видачі

source: An unexpected error has occurred
ru_ru: Произошла непредвиденная ошибка
uk_ua: Сталася непередбачена помилка

source: Such a service does not exist or is not paid for
ru_ru: Такой сервис не существует или не оплачен
uk_ua: Така послуга не існує або не сплачена

source: Such a city has been found
ru_ru: Найден такой город
uk_ua: Знайдено таке місто

source: Phone
ru_ru: Телефон
uk_ua: Телефон

source: Address
ru_ru: Адрес
uk_ua: Адреса

source: Edit
ru_ru: Изменить
uk_ua: Змінити

source: Select city
ru_ru: Выберите город
uk_ua: Оберіть місто

source: Select point
ru_ru: Выберите пункт
uk_ua: Оберіть пункт

source: Such a city has been selected
ru_ru: Выбран пункт
uk_ua: Вибраний пункт

source: Identifier
ru_ru: Идентификатор
uk_ua: Ідентифікатор

source: Name
ru_ru: Наименование
uk_ua: Наименование

source: Ra-Solo Shipping options
ru_ru: Параметры доставки «Ра-Соло»
uk_ua: Параметри доставки «Ра-Соло»

source: Ra-Solo API key
ru_ru: Ключ API «Ра-Соло»
uk_ua: Ключ API «Ра-Соло»

source: Save changes
ru_ru: Сохранить изменения
uk_ua: Зберегти зміни

source: Server connection failure
ru_ru: Ошибка подключения к серверу
uk_ua: Помилка підключення до сервера

source: Region
ru_ru: Регион
uk_ua: Регіон

source: Locality
ru_ru: Населенный пункт
uk_ua: Населений пункт

source: Specify the point or office of delivery
ru_ru: Укажите пункт или отделение доставки
uk_ua: Зазначте пункт або відділення доставки

source: Locality, branch or parcel machine number
ru_ru: Населенный пункт, номер отделения или почтомата
uk_ua: Населений пункт, номер відділення або поштомату

source: Subscription status
ru_ru: Состояние подписки
uk_ua: Стан передплати

source: Activated
ru_ru: Активирована
uk_ua: Активована

source: Inactive
ru_ru: Не активна
uk_ua: Не активна

source: last check time
ru_ru: время последней проверки
uk_ua: час останньої перевірки

source: the next one in a %d sec
ru_ru: следующая через %d с
uk_ua: наступна за %d с

source: Unknown reason
ru_ru: Неизвестная причина
uk_ua: Невідома причина

source: the reason message
ru_ru: сообщение о причине
uk_ua: повідомлення про причину

source: the reason is unknown
ru_ru: причина не известна
uk_ua: причина не відома

source: The current password is absent
ru_ru: Текущий пароль отсутствует в параметрах запроса
uk_ua: Поточний пароль відсутній у параметрах запиту

source: The origin header is absent
ru_ru: В заголовках запроса отсутствуют данные об источнике
uk_ua: У заголовках запиту відсутні дані про джерело

source: The current domain name is absent
ru_ru: Данные о доменном имени отсутствуют
uk_ua: Данные о доменном имени отсутствуют

source: There is no appropriate account for your domain
ru_ru: Нет подходящей учетной записи для вашего домена
uk_ua: Немає відповідного облікового запису для вашого домену

source: Payment for the service is overdue
ru_ru: Оплата услуги просрочена
uk_ua: Оплата послуги прострочена

source: Account for your domain has not been found
ru_ru: Аккаунт для вашего домена не найден
uk_ua: Обліковий запис для вашого домену не знайдено

source: Your password is incorrect
ru_ru: Ваш пароль неверный
uk_ua: Ваш пароль невірний

source: User settings for your domain are not correct
ru_ru: Настройки пользователя для вашего домена неверны
uk_ua: Налаштування користувача для вашого домену невірні

source: The user account for your domain is currently locked
ru_ru: Учетная запись пользователя для вашего домена в настоящее время заблокирована
uk_ua: Обліковий запис користувача для вашого домену в даний час заблоковано

source: The current user level is insufficient for this service
ru_ru: Уровень текущего пользователя недостаточен для этой услуги
uk_ua: Рівень поточного користувача недостатній для цієї послуги

source: Toggle free mode
ru_ru: Бесплатный режим плагина
uk_ua: Безкоштовний режим плагіну

source: Enable this mode if you do not need to use the full functionality of the plugin.<br>After turning on the free mode, there will be no requests to the external server.
ru_ru: Включите этот режим, если нет необходимости использовать полный функционал плагина.<br>После включения бесплатного режима не будут происходить обращения к внешнему серверу.
uk_ua: Увімкніть цей режим, якщо немає необхідності використовувати повний функціонал плагіна. Після включення безкоштовного режиму не будуть відбуватися звернення до зовнішнього сервера.

source: Plugin functionality is limited, there are no requests to an external server.
ru_ru: Функционал плагина ограничен, обращения к внешнему серверу выключены.
uk_ua: Функціонал плагіна обмежений, звернення до зовнішнього серверу вимкнені.

source: All plugin functionality is activated, there are requests to an external server.
ru_ru: Весь функционал плагина активирован, происходят обращения к внешнему серверу.
uk_ua: Весь функціонал плагіну активовано, відбуваються звернення до зовнішнього сервера.

source: Your changes have been saved
ru_ru: Ваши изменения сохранены
uk_ua: Ваші коригування збережені

source: No need to save the same data
ru_ru: Нет необходимости сохранять одни и те же данные
uk_ua: Немає необхідності зберігати ті самі дані

source: You have to choose some shipping method
ru_ru: Вы должны выбрать способ доставки
uk_ua: Ви повинні обрати спосіб доставки

source: It is impossible to get the chosen shipping method
ru_ru: Невозможно получить выбранный способ доставки
uk_ua: Неможливо отримати обраний спосіб доставки

source: Please select a pick-up point
ru_ru: Пожалуйста, выберите пункт выдачи
uk_ua: Будь ласка, оберіть пункт видачі

source: Please specify the post-office or pick-up point for the parcel delivery
ru_ru: Пожалуйста, напечатайте отделение службы доставки для пункта выдачи
uk_ua: Будь ласка, зазначте поштове відділення або пункт для доставлення посилки чи вантажу

source: Courier data
ru_ru: Данные для курьера
uk_ua: Дані для кур‘єра

source: Specify information about the final point of courier delivery
ru_ru: Укажите информацию о конечном пункте курьерской доставки
uk_ua: Зазначте інформацію про кінцевий пункт кур‘єрської доставки

source: The exact address, how to find the house, floor, lock code, etc.
ru_ru: Точный адрес, как найти дом, этаж, код замка и пр.
uk_ua: Точна адреса, як знайти будинок, поверх, код замку та ін.

source: Please specify courier data
ru_ru: Пожалуйста, укажите данные для курьера
uk_ua: Будь ласка, вкажіть дані для кур‘єра

source: The courier data too short, type at least 10 symbols
ru_ru: Данных для курьера слишком мало, укажите хотя бы 10 символов
uk_ua: Даних для кур‘єра замало, надрукуйте хоча б 10 символів

source: The post-office or pick-up point specification too short, type at least 10 symbols
ru_ru: Данных для доставки слишком мало, укажите хотя бы 10 символов
uk_ua: Даних для доставки замало, надрукуйте хоча б 10 символів

source: Delivery information
ru_ru: Информация о доставке
uk_ua: Інформація про доставку

source: Courier delivery information
ru_ru: Информация для доставки курьером
uk_ua: Інформація для доставки кур‘єром

source: Ra-Solo Delivery Company Shipping
ru_ru: Ра-Соло: Доставка почтовой компанией
uk_ua: Ра-Соло: Доставка поштовою компанією

source: Ra-Solo Courier Shipping
ru_ru: Ра-Соло: Доставка курьером
uk_ua: Ра-Соло Доставка кур‘єром

source: Courier free delivery threshold
ru_ru: Порог бесплатной доставки курьером

source: If the buyer puts goods to the cart for an amount greater or exceeding<br> the specified threshold, he receives free courier delivery.
ru_ru: Если покупатель положит в корзину товары на сумму, большую или превышающую<br> указанный порог, он получает бесплатную доставку курьером.

source: Courier delivery cost
ru_ru: Стоимость доставки курьером

source: The specified cost of delivery by courier will be included in the order amount,<br> if the purchase amount does not exceed the threshold value.
ru_ru: В сумму заказа будет включена указанная стоимость доставки курьером,<br> если сумма покупки не превышает пороговое значение.

source: Postal company free delivery threshold
ru_ru: Порог минимальной доставки почтовой компанией

source: If the buyer puts products to the cart for an amount greater than or exceeding<br> the specified threshold, he will receive free shipping by the postal company.
ru_ru: Если покупатель положит в корзину товары на сумму, большую или превышающую<br> указанный порог, он получает бесплатную доставку почтовой компанией.

source: Postal company shipping cost
ru_ru: Стоимость доставки почтовой компанией

source: The specified cost of delivery by the postal company will be included in the order amount,<br> if the purchase amount does not exceed the threshold value.
ru_ru: В сумму заказа будет включена указанная стоимость доставки почтовой компанией,<br> если сумма покупки не превышает пороговое значение.

source: Courier delivery cities
ru_ru: Города курьерской доставки

source: Select the cities in which your company will provide the purchase courier delivery
ru_ru: Выберите города, в которых ваша компания будет осуществлять курьерскую доставку заказа

source: More cities
ru_ru: Еще города

source: Vinnytsya
ru_ru: Винница

source: Lutsk
ru_ru: Луцк

source: Dnipro
ru_ru: Днепр

source: Donetsk
ru_ru: Донецк

source: Zhytomyr
ru_ru: Житомир

source: Uzhhorod
ru_ru: Ужгород

source: Zaporizhia
ru_ru: Запорожье

source: Ivano-Frankivs‘k
ru_ru: Ивано-Франковск

source: Kyiv
ru_ru: Киев

source: Kropyvnytskyi
ru_ru: Кропивницкий

source: Luhansk
ru_ru: Луганск

source: Lviv
ru_ru: Львов

source: Mykolayiv
ru_ru: Николаев

source: Odesa
ru_ru: Одесса

source: Poltava
ru_ru: Полтава

source: Rivne
ru_ru: Ровно

source: Sumy
ru_ru: Сумы

source: Ternopil
ru_ru: Тернополь

source: Kharkiv
ru_ru: Харьков

source: Kherson
ru_ru: Херсон

source: Khmel‘nyts‘kyy
ru_ru: Хмельницкий

source: Cherkasy
ru_ru: Черкассы

source: Chernihiv
ru_ru: Чернигов

source: Chernivtsi
ru_ru: Черновцы

source: Mariupol
ru_ru: Мариуполь

source: Makiivka
ru_ru: Макеевка

source: Sevastopol
ru_ru: Севастополь

source: Simferopol
ru_ru: Симферополь

source: Horlivka
ru_ru: Горловка

source: Kremenchuk
ru_ru: Кременчуг

source: Bila Tserkva
ru_ru: Белая Церковь

source: Kramatorsk
ru_ru: Краматорск

source: Melitopol
ru_ru: Мелитополь

source: Kerch
ru_ru: Керчь

source: Nikopol
ru_ru: Никополь

source: Sloviansk
ru_ru: Славянск

source: Berdyans‘k
ru_ru: Бердянск

source: Alchevs‘k
ru_ru: Алчевск

source: Pavlohrad
ru_ru: Павлоград

source: Syevyerodonets‘k
ru_ru: Северодонецк

source: Get free delivery by courier – purchase products for the amount of %s UAH.
ru_ru: Получите бесплатную доставку курьером – купите товары на сумму от %s грн.

source: Add another %s UAH to your cart and get free courier delivery.
ru_ru: Добавьте в корзину товаров еще на сумму %s грн и получите бесплатную доставку курьером.

source: Your purchase will be delivered free of charge by courier, since the order amount has reached %s UAH.
ru_ru: Ваша покупка будет бесплатно доставлена курьером, поскольку сумма заказа достигла величины %s грн.

source: Get free delivery by the postal company – purchase products for the amount of% s UAH.
ru_ru: Получите бесплатную доставку почтовой компанией – купите товары на сумму от %s грн.

source: Add another %s UAH to your cart and get free shipping by postal company.
ru_ru: Добавьте в корзину товаров еще на сумму %s грн и получите бесплатную доставку почтовой компанией.

source: Your purchase will be delivered free of charge by the postal company, since the order amount has reached %s UAH.
ru_ru: Ваша покупка будет бесплатно доставлена почтовой компанией, поскольку сумма заказа достигла величины %s грн.
